Repository: steventroughtonsmith/broadcasts-localization
Catalog: *.lproj/Localizable.strings
Languages: fa, vi

# SHORTCUT_PLAY
source: Play
fa: پخش
vi: Phát

# SHORTCUT_PAUSE
source: Pause
fa: توقف
vi: Tạm dừng

# TOOLBAR_NOTHING_PLAYING
source: Nothing playing
fa: چیزی پخش نمی‌شود
vi: Đang không phát

# TOOLBAR_STREAMING_RADIO
source: Streaming Radio
fa: در حال پخش رادیو
vi: Đang stream đài

# TOOLBAR_PLAYBUTTON_ACCESSIBILITY_LABEL
source: Play/Pause
fa: پخش/توقف
vi: Phát/Tạm dừng

# TOOLBAR_PLAYBUTTON_TOOLTIP
source: Play/Pause
fa: پخش/توقف
vi: Phát/Tạm dừng

# TOOLBAR_MUTEBUTTON_TOOLTIP
source: Toggle Mute
fa: تغییر وضعیت سکوت
vi: Tắt tiếng

# TOOLBAR_VOLUMESLIDER_ACCESSIBILITY_LABEL
source: Volume
fa: حجم صدا
vi: Âm lượng

# SIDEBAR_TITLE_LIBRARY
source: Library
fa: کتابخانه
vi: Thư viện

# SIDEBAR_TITLE_STATIONS
source: Collections
fa: دسته‌ها
vi: Danh sách

# SIDEBAR_TITLE_RADIO
source: Radio
fa: رادیو

# SIDEBAR_CATEGORY_ALL_STATIONS
source: All Stations
fa: همه ایستگاه‌ها
vi: Tất cả các đài

# SIDEBAR_CATEGORY_RECENTS
source: Recents
fa: اخیر
vi: Các đài gần đây

# LIST_HEADER_STATION
source: Station
fa: ایستگاه
vi: Đài

# MENU_NEW
source: New
fa: جدید
vi: Mới

# MENU_NEW_STATION
source: Station…
fa: ایستگاه…
vi: Đài…

# MENU_NEW_GROUP
source: Collection…
fa: دسته…
vi: Danh sách…

# DISCOVERABILITY_HUD_NEW_STATION
source: New Station
fa: ایستگاه جدید
vi: Đài mới

# DISCOVERABILITY_HUD_NEW_GROUP
source: New Collection
fa: دسته جدید
vi: Nhóm mới

# MENU_VIEW_AS_GRID
source: as Grid
fa: مربعی
vi: dạng Lưới

# MENU_VIEW_AS_LIST
source: as List
fa: لیستی
vi: dạng Danh sách

# DISCOVERABILITY_HUD_VIEW_AS_GRID
source: View As Grid
fa: نمایش به صورت مربعی
vi: Xem dưới dạng Lưới

# DISCOVERABILITY_HUD_VIEW_AS_LIST
source: View As List
fa: نمایش به صورت لیستی
vi: Xem dưới dạng Danh sách

# MENU_VIEW_SHOW_SIDEBAR
source: Show Sidebar
fa: نمایش ستون کناری
vi: Hiện Thanh bên

# MENU_VIEW_HIDE_SIDEBAR
source: Hide Sidebar
fa: مخفی کردن ستون کناری
vi: Ẩn Thanh bên

# MENU_HELP_GETSUPPORT
source: Contact Support on Twitter…
fa: پشتیبانی در توییتر…
vi: Nhận hỗ trợ từ Twitter…

# MENU_HELP_SHOW_WELCOME_SCREEN
source: Show Welcome Panel
fa: نمایش صفحه خوش‌آمدگویی
vi: Hiện Màn hình Chào mừng

# PLAYBACK_ERROR_STALL
source: Connection to station has been lost.
fa: ارتباط با ایستگاه قطع شده است.
vi: Kết nối đến đài đã bị ngắt.

# SEARCH_PLACEHOLDER
source: Search
fa: جستجو
vi: Tìm kiếm

# ALERT_OK
source: OK
fa: بسیار خب

# ALERT_ADD
source: Add
fa: افزودن
vi: Thêm

# ALERT_CANCEL
source: Cancel
fa: انصراف
vi: Huỷ

# ALERT_DELETE
source: Delete
fa: حذف
vi: Xoá

# ADD_STATION_WINDOW_TITLE
source: Add New Station
fa: افزودن ایستگاه جدید
vi: Thêm đài mới

# EDIT_STATION_WINDOW_TITLE
source: Edit Station
fa: ویرایش ایستگاه
vi: Sửa đổi đài

# EDIT_STATION_WINDOW_NAME_PLACEHOLDER
source: Name
fa: نام
vi: Tên

# EDIT_STATION_WINDOW_IMAGE_ACCESSIBILITY_LABEL
source: Select Image
fa: انتخاب تصویر
vi: Chọn hình

# ADD_COLLECTION_WINDOW_TITLE
source: Add New Collection
fa: افزودن دسته جدید
vi: Thêm nhóm mới

# EDIT_COLLECTION_WINDOW_TITLE
source: Edit Collection
fa: ویرایش دسته
vi: Sửa đổi nhóm

# EDIT_COLLECTION_WINDOW_NAME_PLACEHOLDER
source: My Collection
fa: دسته من
vi: Nhóm của tôi

# SIDEBAR_CONTEXT_EDIT_COLLECTION
source: Edit
fa: ویرایش
vi: Sửa đổi

# SIDEBAR_CONTEXT_DELETE_COLLECTION
source: Delete Collection
fa: حذف دسته
vi: Xoá nhóm

# SIDEBAR_CONTEXT_SHARE_COLLECTION
source: Share
fa: اشتراک گذاری
vi: Chia sẻ

# STATION_CONTEXT_EDIT_COLLECTION
source: Edit
fa: ویرایش
vi: Sửa đổi

# STATION_CONTEXT_DELETE_COLLECTION
source: Delete Station
fa: حذف دسته
vi: Xoá đài

# STATION_CONTEXT_MOVE
source: Move to Collection
fa: انتقال به دسته
vi: Chuyển sang nhóm khác

# CONTEXT_ALERT_DELETE_COLLECTION_TITLE
source: Delete "%@"
fa: حذف "%@"
vi: Xoá "%@"

# CONTEXT_ALERT_DELETE_COLLECTION_BODY
source: Are you sure you want to delete this collection and all of the stations in it?
fa: از حذف این دسته و همه ایستگاه‌های داخل آن اطمینان دارید؟
vi: Bạn chắc chắn muốn xoá nhóm này và các đài đi kèm chứ?

# CONTEXT_ALERT_DELETE_STATION_TITLE
source: Delete "%@"
fa: حذف "%@"
vi: Xoá "%@"

# CONTEXT_ALERT_DELETE_STATION_BODY
source: Are you sure you want to delete this station?
fa: آیا از حذف این دسته اطمینان دارید؟
vi: Bạn chắc chắn muốn xoá đài này chứ?

# COLLECTION_VIEW_EMPTY_SECTION_TITLE
source: No Stations
fa: بدون ایستگاه
vi: Không có đài

# WELCOME_COPY
source: Welcome to Broadcasts! If you'd like, we have some preset stations from our home that we can start your library with. Or, if you prefer, add your own stations manually or choose from thousands in the Directory.
fa: به Broadcasts خوش آمدید. اگر مایل باشید، ما چند ایستگاه رادیویی از محل زندگی خودمان به شما معرفی می‌کنیم تا کتابخانه‌تان را با آن آغاز کنید. یا اینکه اگر ترجیح می‌دهید به نسخه غیررایگان به روز رسانی کنید تا بتوانید ایستگاه‌های دلخواه خود را اضافه کنید یا از بین هزاران ایستگاه در فهرست نرم‌افزار انتخاب کنید.
vi: Chào mừng bạn đến với Broadcasts! Nếu bạn thích, trong thư viện đã có sẵn một số đài từ Ireland để bạn có thể bắt đầu nghe. Hoặc không thì bạn có thể thêm thủ công các đài ưa thích, hoặc chọn từ Danh mục hàng ngàn đài có sẵn.

# WELCOME_UPSELL
source: Welcome to Broadcasts! In this free version, we have some preset stations from our home that we can start your library with. Or, if you prefer to upgrade to the paid version, you can add your own stations manually or choose from thousands in the Directory.
fa: به Broadcasts خوش آمدید. اگر مایل باشید، ما چند ایستگاه رادیویی از محل زندگی خودمان به شما معرفی می‌کنیم تا کتابخانه‌تان را با آن آغاز کنید. یا اینکه اگر ترجیح می‌دهید به نسخه غیررایگان به روز رسانی کنید تا بتوانید ایستگاه‌های دلخواه خود را اضافه کنید یا از بین هزاران ایستگاه در فهرست نرم‌افزار انتخاب کنید.
vi: Chào mừng bạn đến với Broadcasts! Ở bản miễn phí này, trong thư viện đã có sẵn một số đài từ Ireland để bạn có thể bắt đầu nghe. Hoặc một khi bạn nâng cấp lên bản trả phí, bạn có thể thêm thủ công các đài ưa thích hoặc từ Danh mục hàng ngàn đài có sẵn.

# WELCOME_ADD_PRESETS
source: Add Presets
fa: افزودن ایستگاه‌های پیش‌فرض
vi: Thêm thiết đặt

# WELCOME_NO_THANKS
source: No Thanks
fa: خیر. متشکرم.
vi: Thôi cảm ơn

# GENERATED_COLLECTION_TITLE
source: My Collection
fa: دسته من
vi: Danh sách của tôi

# UPSELL_COPY
source: Thanks for using Broadcasts! You can expand the library limit of Broadcasts with an in-app purchase, if you'd like. Or, if you prefer, use and edit up to 5 stations for free!
fa: از اینکه از Broadcasts استفاده می‌کنید از شما سپاسگزاریم. اگر مایلید، می‌توانید امکانات پیشرفته را با یک خرید درون‌برنامه‌ای فعال کنید. یا اگر ترجیح می‌دهید، به استفاده از نرم‌افزار ادامه دهید و ایستگاه‌های پیش‌فرض را ویرایش کنید.
vi: Cảm ơn bạn đã dùng Broadcasts! Nếu thích, bạn có thể mở khoá thêm các tính năng của Broadcasts với tính năng mua in-app. Hoặc bạn cũng có thể tiếp tục sử dụng và sửa đổi các đài sẵn có!

# UPSELL_BUY
source: Purchase (%@)
fa: خرید (%@)
vi: Mua (%@)

# UPSELL_NOT_AVAILABLE
source: Not Available
fa: موجود نیست
vi: Không khả dụng

# UPSELL_RESTORE
source: Restore Purchase
fa: بازگردانی خرید
vi: Khôi phục bản trả phí đã mua

# UPSELL_NO_THANKS
source: No Thanks
fa: خیر. متشکرم.
vi: Thôi cảm ơn

# TOOLBAR_NEW_CATEGORY_TOOLTIP
source: New Collection
fa: دسته جدید
vi: Mhóm mới

# TOOLBAR_ADD_STATION_TOOLTIP
source: Add Station
fa: افزودن ایستگاه
vi: Thêm đài

# TOOLBAR_SHOW_SOURCES_TOOLTIP
source: Show Collections
fa: نمایش منابع
vi: Hiện các nhóm

# TOOLBAR_TOGGLE_SIDEBAR_TOOLTIP
source: Toggle Sidebar
fa: نمایش/مخفی کردن ستون کناری
vi: Bật Thanh bên

# TOOLBAR_TOGGLE_VIEW_TOOLTIP
source: Toggle View
fa: تغییر وضعیت نمایش
vi: Đổi chế độ xem

# IMAGE_WELL_REMOVE
source: Remove
fa: حذف
vi: Xoá

# IMAGE_WELL_PASTE
source: Paste
fa: چسباندن
vi: Dán

# IMAGE_WELL_COPY
source: Copy
fa: کپی
vi: Sao chép

# CARPLAY_EMPTY_LIBRARY
source: No Collections
fa: کتابخانه خالی
vi: Không có nhóm

# CARPLAY_ALL_STATIONS
source: All Stations
fa: همه ایستگاه‌ها
vi: Tất cả nhóm

# MAC_ADD_STATION_BUTTON
source: Add Station
fa: افزودن ایستگاه
vi: Thêm đài

# MAC_EDIT_STATION_BUTTON
source: Edit Station
fa: ویرایش ایستگاه
vi: Sửa đổi đài

# MAC_ADD_COLLECTION_BUTTON
source: Add Collection
fa: افزودن دسته
vi: Thêm nhóm

# MAC_EDIT_COLLECTION_BUTTON
source: Edit Collection
fa: ویرایش دسته
vi: Sửa nhóm

# STATION_DIRECTORY_WINDOW_TITLE
source: Browse
fa: جستجوگر ایستگاه
vi: Trình chọn đài

# STATION_DIRECTORY_COUNTRIES_TITLE
source: Countries
fa: کشورها
vi: Quốc gia

# STATION_DIRECTORY_STATIONS
source: %@ Station
fa: %@ ایستگاه
vi: Đài %@

# STATION_DIRECTORY_STATIONS_PLURAL
source: %@ Stations
fa: %@ ایستگاه
vi: Số đài hiện có: %@

# STATION_DIRECTORY_NO_CONNECTION
source: No Connection
fa: اتصال برقرار نیست
vi: Không có kết nối

# STATION_DIRECTORY_CONNECTING
source: Loading…
fa: در حال دریافت…
vi: Đang tải…

# STATION_DIRECTORY_TOOLBAR_ADD_MANUALLY
source: Add Manually
fa: افزودن دستی
vi: Thêm thủ công

# STATION_DIRECTORY_TOOLBAR_DONE
source: Done
fa: تمام
vi: Xong

# STATION_DIRECTORY_COUNTRIES_SEARCH_PLACEHOLDER
source: Find in Countries
fa: جستجوی کشور
vi: Tìm quốc gia

# STATION_DIRECTORY_STATIONS_SEARCH_PLACEHOLDER
source: Find in Stations
fa: جستجوی ایستگاه
vi: Tìm tên đài

# ADD_STATION_CONTEXT_ADD_STATION
source: Add Manually
fa: افزودن ایستگاه
vi: Thêm thủ công

# ADD_STATION_CONTEXT_SHOW_DIRECTORY
source: Add From Directory
fa: افزودن از فهرست
vi: Thêm từ Danh mục

# LIBRARY_STATE_UPLOADING
source: Uploading…
fa: در حال آپلود…
vi: Đang tải lên…

# LIBRARY_STATE_DOWNLOADING
source: Downloading…
fa: در حال دانلود…
vi: Đang tải xuống…

# LIBRARY_STATE_PREPARING
source: Preparing…
fa: در حال آماده‌سازی…
vi: Đang chuẩn bị…

# LIBRARY_STATE_READY
source: Up to Date
fa: به روز
vi: Đã cập nhật

# LIBRARY_STATE_MIGRATING
source: Migrating…
fa: در حال انتقال…
vi: Đang nhập…

# LIBRARY_STATE_LOCALONLY
source: Local Only
fa: فقط در دستگاه شما
vi: Chỉ cục bộ

# TV_TAB_ALL_STATIONS
source: All Stations
fa: همه ایستگاه‌ها
vi: Tất cả đài

# TV_TAB_RECENTS
source: Recently Played
fa: اخیراً پخش شده
vi: Đã chơi gần đây

# TV_TAB_COLLECTIONS
source: Collections
fa: دسته‌ها
vi: Nhóm

# TV_NO_LIBRARY_MESSAGE
source: Start your Broadcasts library on iPhone, iPad or Mac and it will sync to Apple TV.
fa: کتابخانه خود را در آیفون، آیپد و مک بسازید تا به اپل تی‌وی منتقل شود.
vi: Tạo thư viện đài trên iPhone, iPad hay Mac trước để tự động đồng bộ sang Apple TV của bạn.

# WATCH_NOW_PLAYING_TITLE
source: Now Playing
fa: در حال پخش
vi: Đang phát

# WATCH_SOURCE_RECENTS
source: Recents
fa: اخیر
vi: Gần đây

# WATCH_SOURCE_COLLECTIONS
source: Collections
fa: دسته‌ها
vi: Danh sách

# WATCH_LIBRARY_SYNC_IN_PROGRESS
source: Syncing…
fa: در حال همگام‌سازی…
vi: Đang đồng bộ…

# ALERT_IMPORT
source: Import
fa: وارد کردن
vi: Nhập

# IMPORT_TITLE
source: Import "%@"?
fa: "%@" وارد شود؟
vi: Nhập "%@"?

# IMPORT_BODY
source: This shared collection contains %ld stations.
fa: این دسته شامل %ld ایستگاه است.
vi: Danh sách được chia sẻ này có %ld đài.

# MOVE_DIALOG_TITLE
source: Move "%@"
fa: انتقال "%@"
vi: Di chuyển "%@"

# MOVE_DIALOG_BODY
source: Choose a collection to move this station to.
fa: دسته‌ای که می‌خواهید این ایستگاه را به آن منتقل کنید انتخاب کنید.
vi: Hãy chọn Danh sách để chuyển Đài này sang.

# ERROR_ALERT_TITLE
source: Error: %@
fa: خطا: %@
vi: Lỗi: %@

# LIBRARY_STATE_UNAUTHENTICATED
source: Not Logged In
fa: لاگین نشده
vi: Chưa đăng nhập

# LIBRARY_STATE_QUOTA_EXCEEDED
source: Out of Space
fa: کمبود فضای داخلی
vi: Hết dung lượng

# SIDEBAR_CATEGORY_DIRECTORY
source: Browse
fa: مرور
vi: Duyệt

# SIDEBAR_TITLE_DIRECTORY
source: Directory
fa: فهرست
vi: Danh mục

# EDIT_STATION_WINDOW_INTERNET_RADIO_PLACEHOLDER
source: Internet Radio
fa: رادیوی اینترنتی
vi: Radio Internet

# STATION_METADATA_NAME_PLACEHOLDER
source: Untitled Station
fa: ایستگاه بی‌نام
vi: Đài chưa đặt tên

# WELCOME_BUTTON_CONTINUE
source: Continue
fa: ادامه
vi: Tiếp tục

# WELCOME_BUTTON_GETSTARTED
source: Get Started
fa: شروع
vi: Bắt đầu

# WELCOME_NEWFEATURES_TITLE
source: New Features
fa: ویژگی‌های جدید
vi: Các tính năng mới

# WELCOME_NEWFEATURES_2_DESIGN
source: Modern look & feel
fa: طراحی مدرن
vi: Giao diện mới, hiện đại

# WELCOME_NEWFEATURES_2_SLEEPTIMER
source: Sleep Timer
fa: تایمر خواب
vi: Hẹn giờ tắt

# WELCOME_NEWFEATURES_2_AIRPLAY
source: AirPlay toolbar controls
fa: دکمه AirPlay در نوار ابزار
vi: Điều khiển phát AirPlay

# WELCOME_NEWFEATURES_2_ALERTS
source: Less-intrusive alerts
fa: هشدارهای ناگهانی کمتر
vi: Thông báo ít phiền hơn

# WELCOME_NEWFEATURES_2_NATIVESCALING
source: Native pixel scaling
fa: تغییر اندازه طبیعی پیکسلی
vi: Tính năng Native pixel scaling

# WELCOME_NEWFEATURES_2_APPLESILICON
source: Supports Apple Silicon
fa: پشتیبانی از سیلیکون اپل
vi: Hỗ trợ chip Apple Silicon

# MENU_CONTROLS
source: Controls
fa: دکمه‌ها
vi: Điều khiển

# MENU_CONTROLS_PLAY
source: Play
fa: پخش
vi: Phát

# MENU_CONTROLS_PAUSE
source: Pause
fa: توقف
vi: Dừng

# MENU_CONTROLS_NEXT
source: Next
fa: بعدی
vi: Tiếp theo

# MENU_CONTROLS_PREVIOUS
source: Previous
fa: قبلی
vi: Trước

# SLEEP_TIMER_MENU
source: Sleep Timer
fa: تایمر خواب
vi: Hẹn giờ tắt

# SLEEP_TIMER_MENU_DISABLED
source: Disabled
fa: غیر فعال
vi: Chưa hẹn

# SLEEP_TIMER_MENU_1
source: 1 Minute
fa: ۱ دقیقه
vi: 1 phút

# SLEEP_TIMER_MENU_15
source: 15 Minutes
fa: ۱۵ دقیقه
vi: 15 phút

# SLEEP_TIMER_MENU_30
source: 30 Minutes
fa: ۳۰ دقیقه
vi: 30 phút

# SLEEP_TIMER_MENU_60
source: 60 Minutes
fa: ۶۰ دقیقه
vi: 60 phút

# EDIT_STATION_WINDOW_NAME_FIELD_LABEL
source: name
fa: نام
vi: tên đài

# EDIT_STATION_WINDOW_URL_FIELD_LABEL
source: address
fa: آدرس
vi: địa chỉ

# EDIT_STATION_WINDOW_IMAGE_FIELD_LABEL
source: artwork
fa: تصویر
vi: ảnh đại diện

# EDIT_STATION_WINDOW_IMAGE_BUTTON_CHOOSE
source: Choose Image…
fa: انتخاب تصویر…
vi: Chọn hình…

# EDIT_STATION_WINDOW_LIMIT_REACHED
source: Trial library limit reached. Please upgrade to add more stations.
fa: کتابخانه به حداکثر تعداد مجاز در حالت آزمایشی رسیده است. برای افزودن ایستگاه‌های بیشتر، لطفاً نسخه کامل را دریافت نمایید.
vi: Đã vượt quá số lượng định sẵn cho bản dùng thử. Xin bạn vui lòng nâng cấp lên bản trả phí để thêm được nhiều đài hơn.

# TOOLBAR_PREVIOUSBUTTON_TOOLTIP
source: Previous
fa: قبلی
vi: Trước

# TOOLBAR_NEXTBUTTON_TOOLTIP
source: Next
fa: بعدی
vi: Tiếp theo

# ALERT_UPGRADE
source: Upgrade
fa: به روز رسانی
vi: Nâng cấp

# MENU_APPLICATION_UPGRADE
source: Upgrade to Full Version…
fa: دریافت نسخه کامل…
vi: Nâng cấp lên Bản đầy đủ…

# INSPECTOR_NO_STATION
source: No Station Selected
fa: هیچ ایستگاهی انتخاب نشده است.
vi: Không có Đài được chọn

# INSPECTOR_SECTION_DETAILS
source: Details
fa: جزئیات
vi: Chi tiết

# INSPECTOR_SECTION_TAGS
source: Tags
fa: برچسب‌ها
vi: Thẻ

# INSPECTOR_SECTION_CODEC
source: Codec
fa: کُدک
vi: Bộ mã hoá

# INSPECTOR_SECTION_BITRATE
source: Bitrate
fa: بیت‌ریت

# INSPECTOR_SECTION_HOMEPAGE
source: Homepage
fa: صفحه اول
vi: Trang chủ

# INSPECTOR_ADD_TO_LIBRARY
source: Add to Library
fa: افزودن به کتابخانه
vi: Thêm vào Thư viện

# INSPECTOR_ADD_TO_COLLECTION
source: Add to…
fa: افزودن به…
vi: Thêm vào…

# INSPECTOR_ADD_TO_COLLECTION_ADDED
source: Added
fa: اضافه شد
vi: Đã thêm

# INSPECTOR_SECTION_TAGS_NONE
source: No tags
fa: بدون برچسب
vi: Không có thẻ

# PREVIEW_BUTTON_PREVIEW
source: PREVIEW
fa: پیش‌نمایش
vi: XEM TRƯỚC

# DIRECTORY_OTHER
source: Other
fa: بقیه
vi: Khác

# PREFERENCES_TITLE
source: Settings
fa: تنظیمات

# MENU_PREFERENCES
source: Preferences…
fa: تنظیمات…

# MENU_PREFERENCES_VENTURA
source: Settings…
fa: تنظیمات…

# PREFERENCES_GENERAL_TITLE
source: General
fa: عمومی

# PREFERENCES_GENERAL_VIEW_HEADER
source: View
fa: نمایش

# PREFERENCES_GENERAL_LIST_SIZE_HEADER
source: List item size
fa: اندازه موارد در لیست

# PREFERENCES_GENERAL_LIST_SIZE_HEADER_MAC
source: List item size:
fa: اندازه موارد در لیست

# PREFERENCES_GENERAL_LIST_SIZE_REGULAR
source: Regular
fa: معمولی

# PREFERENCES_GENERAL_LIST_SIZE_LARGE
source: Large
fa: بزرگ

# PREFERENCES_GENERAL_LIST_SIZE_EXTRA_LARGE
source: Extra Large
fa: خیلی بزرگ

# PREFERENCES_GENERAL_VIEW_ZOOM_ARTWORK
source: Zoom artwork on hover
fa: بزرگ‌نمایی تصویر کانال با موس

# PREFERENCES_GENERAL_VIEW_ENABLE_TINTING
source: Allow artwork tinting
fa: امکان تغییر رنگ تصویر کانال

# PREFERENCES_SYNC_TITLE
source: Sync
fa: همگام‌سازی

# PREFERENCES_SYNC_STATUS_SYNCED_NOW
source: Updated a moment ago
fa: لحظاتی پیش به روز شد

# PREFERENCES_SYNC_STATUS_SYNCING
source: Syncing…
fa: در حال همگام‌سازی…

# PREFERENCES_SYNC_STATUS_SYNCED_NEVER
source: Not synced with iCloud
fa: هرگز با iCloud همگام‌سازی نشده است

# PREFERENCES_SYNC_OPEN_SETTINGS
source: Open iCloud Settings
fa: باز کردن تنظیمات iCloud

# PREFERENCES_SYNC_STATUS_SYNCED_TIME
source: Last updated: %@
fa: آخرین به روز رسانی: %@

# PREFERENCES_SYNC_SYNC_NOW
source: Sync Now
fa: الآن به روز رسانی کن

# PREFERENCES_SYNC_ADVANCED
source: Advanced
fa: پیشرفته

# PREFERENCES_SYNC_ADVANCED_UPLOAD
source: Upload…
fa: آپلود…

# PREFERENCES_SYNC_ADVANCED_DOWNLOAD
source: Download…
fa: دانلود…

# PREFERENCES_GENERAL_SUPPORT_HEADER
source: Help & Support
fa: کمک و پشتیبانی

# PREFERENCES_GENERAL_SUPPORT_EMAIL
source: Email Support
fa: پشتیبانی ایمیلی

# PREFERENCES_GENERAL_SUPPORT_TWITTER
source: Tweet @GetBroadcasts
fa: توییت به @GetBroadcasts

# PREFERENCES_GENERAL_OTHER_APPS_HEADER
source: Our Apps
fa: اپ‌های ما

# PREFERENCES_GENERAL_OTHER_APPS_LINK
source: See More in App Store
fa: دیدن موارد بیشتر در اپ استور

# PREFERENCES_GENERAL_ADVANCED
source: Advanced
fa: پیشرفته

# PREFERENCES_GENERAL_NETWORK_HEADER
source: Network
fa: شبکه

# PREFERENCES_GENERAL_NETWORK_TIMEOUT_HEADER
source: Directory timeout
fa: وقفه زمانی دریافت

# PREFERENCES_GENERAL_NETWORK_TIMEOUT_HEADER_MAC
source: Directory timeout:
fa: وقفه زمانی دریافت:

# PREFERENCES_GENERAL_NETWORK_TIMEOUT_15
source: 15 seconds
fa: ۱۵ ثانیه

# PREFERENCES_GENERAL_NETWORK_TIMEOUT_30
source: 30 seconds
fa: ۳۰ ثانیه

# PREFERENCES_GENERAL_NETWORK_TIMEOUT_60
source: 60 seconds
fa: ۶۰ ثانیه

# PREFERENCES_GENERAL_NETWORK_TIMEOUT_120
source: 120 seconds
fa: ۱۲۰ ثانیه

# PREFERENCES_GENERAL_HARDWARE_HEADER
source: Devices
fa: دستگاه‌ها

# PREFERENCES_GENERAL_ENABLE_GAMEPAD
source: Enable Game Controller
fa: فعال‌سازی دسته بازی

# PREFERENCES_GENERAL_ENABLE_MIRRORING
source: Show Now Playing on External Displays
fa: نمایش مورد در حال پخش در صفحه نمایش خارجی

# MENU_MINIPLAYER
source: Show MiniPlayer
fa: نمایش پخش کننده کوچک

# MINI_PLAYER_TITLE
source: MiniPlayer
fa: پخش کننده کوچک

# MENU_MINIPLAYER_FLOAT
source: Float on Top
fa: پنجره شناور روی بقیه

# MENU_HELP_GETSUPPORT_EMAIL
source: Contact Support…
fa: تماس با پشتیبانی…

# SIDEBAR_CONTEXT_SHARE_COLLECTION_ELLIPSIS
source: Share…
fa: به اشتراک گذاری…

# SEARCH_SEARCH_PLACEHOLDER
source: Search
fa: جستجو

# SEARCH_BROWSER
source: All Stations
fa: همه ایستگاه‌ها

# SEARCH_YOUR_LIBRARY
source: Your Library
fa: کتابخانه شما

# SEARCH_MENU_CACHE
source: Cache All Stations
fa: ذخیره موقت همه ایستگاه‌ها

# SEARCH_MENU_SEARCH_TAGS
source: Search Tags
fa: جستجوی برچسب‌ها

# COLLECTIONS_LIST_CLEAR_RECENTS
source: Clear Recents
fa: حذف موارد اخیر

# PREVIEW_BUTTON_PREVIEW_NORMAL
source: Preview
fa: پیش‌نمایش

# MENU_VISUALIZER
source: Visualizer
fa: تصویرگر

# FLUID_NOW_PLAYING_ACCESSIBILITY_CLOSE
source: Dismiss Now Playing screen
fa: بستن صفحه در حال پخش

# COLLECTIONS_SEARCH_PLACEHOLDER
source: Find in Collections
fa: جستجو در دسته‌ها

# STATIONS_SEARCH_PLACEHOLDER
source: Find in %@
fa: جستجو در %@

# EDIT_COLLECTION_BUTTON_SHORT
source: Done
fa: ویرایش
vi: Edit

# ADD_COLLECTION_BUTTON_SHORT
source: Done
fa: افزودن
vi: Add

# EDIT_STATION_BUTTON_SHORT
source: Done
fa: ویرایش
vi: Edit

# ADD_STATION_BUTTON_SHORT
source: Done
fa: افزودن
vi: Add

# ADD_STATION_CONTEXT_SHOW_DIRECTORY_BROWSE
source: Browse
fa: مرور

# PREFERENCES_GENERAL_ENABLE_SHAZAM
source: Enable Shazam
fa: فعال‌سازی Shazam

# PREFERENCES_GENERAL_SHAZAM_FOOTER
source: Shazam uses your microphone to provide metadata for music playing through the speakers or nearby.
fa: سرویس Shazam از میکروفون دستگاه شما استفاده می‌کند تا اطلاعات موسیقی در حال پخش از بلندگو یا پیرامون شما را پیدا کند.

source: View on Apple Music
fa: دیدن در Apple Music

# NOWPLAYING_SHAZAM
source: Find with Shazam
fa: یافتن در Shazam

# SHAZAM_VIEW_HISTORY
source: History
fa: سابقه

# SHAZAM_HISTORY_TITLE
source: History
fa: سابقه

# SHAZAM_HISTORY_SEARCH_PLACEHOLDER
source: Find in History
fa: جستجو در سابقه

# ARTWORK_EDITOR_HEADER_TEXT
source: Text
fa: متن

# ARTWORK_EDITOR_HEADER_STYLE
source: Style
fa: سبک

# ARTWORK_PICKER_PICK_PHOTO
source: Photos
fa: عکس

# ARTWORK_PICKER_PICK_FILE
source: File
fa: فایل

# ARTWORK_PICKER_PICK_TEXT
source: Text
fa: متن

# ARTWORK_PICKER_PICK_PRESET
source: Preset
fa: طرح آماده

# ARTWORK_PICKER_STYLE_PASTEL
source: Pastel
fa: پاستل

# ARTWORK_PICKER_STYLE_VIBRANT
source: Vibrant
fa: جذاب

# ARTWORK_EDITOR_TITLE_TEXT
source: Text
fa: متن

# ARTWORK_EDITOR_TITLE_PRESET
source: Preset
fa: طرح آماده

# ARTWORK_EDITOR_TITLE_BACK
source: Back
fa: بازگشت

# ARTWORK_EDITOR_TITLE_DONE
source: Choose
fa: انتخاب

# ARTWORK_PICKER_HEADING_MORE
source: More
fa: بیشتر

# ARTWORK_PICKER_BUTTONS_DONE
source: Done
fa: تمام

# ARTWORK_PICKER_BUTTONS_CANCEL
source: Cancel
fa: انصراف

# ARTWORK_PICKER_TITLE
source: Choose Artwork
fa: انتخاب طرح

# PREFERENCES_GENERAL_PLAYBACK_HEADER
source: Playback
fa: پخش

# PREFERENCES_GENERAL_RESUME_PLAYBACK
source: Resume playback at launch
fa: ادامه پخش پس از باز شدن اپ

# PREFERENCES_GENERAL_RESUME_NEVER
source: Off
fa: هرگز

# PREFERENCES_GENERAL_RESUME_CARPLAY
source: When using CarPlay
fa: در هنگام استفاده از CarPlay

# PREFERENCES_GENERAL_RESUME_ALWAYS
source: Always
fa: همیشه

# PREFERENCES_GENERAL_ACKNOWLEDGEMENTS
source: Acknowledgements
fa: سپاسگزاری

# UPSELL_V3_TITLE
source: Thanks for using Broadcasts!
fa: ممنون از که Broadcasts استفاده می‌کنید!

# UPSELL_V3_COPY
source: Your Broadcasts Library can store up to five stations for free. You can remove this limit with an in-app purchase, if you'd like. Or, if you prefer, delete some stations or collections to make space.
fa: کتابخانه شما در Broadcasts می‌تواند به صورت رایگان تا پنج ایستگاه را ذخیره کند. اگر دوست دارید، می‌توانید این محدودیت را با یک پرداخت درون برنامه‌ای حذف کنید. یا می‌توانید چند ایستگاه یا دسته را پاک کنید تا فضا باز شود.

# UPSELL_V3_FAMILY
source: This purchase supports Family Sharing
fa: می‌توانید این خرید را با خانواده به اشتراک بگذارید.

# EDIT_STATION_WINDOW_URL_PLACEHOLDER
source: http://path/to/stream
vi: http://đường/dẫn/tới/đài

# CONTROLS_VOLUME_UP
source: Increase Volume
vi: Tăng âm lượng

# CONTROLS_VOLUME_DOWN
source: Decrease Volume
vi: Giảm âm lượng
